tap "1password/tap"
tap "microsoft/git"
brew "libpng"
brew "webp"
brew "autoconf"
brew "awscli"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "httpie"
brew "jq"
brew "libyaml"
brew "mise"
brew "mkcert"
brew "mole"
brew "mysql@8.0"
brew "openjdk"
brew "pinact"
brew "pinentry-mac"
brew "pkgconf"
brew "redis", restart_service: :changed
brew "sheldon"
brew "starship"
brew "uv"
cask "1password"
cask "1password-cli"
cask "antigravity"
cask "appcleaner"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "cloudflare-warp"
cask "cursor"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "gcloud-cli"
cask "git-credential-manager"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "meetingbar"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "openinterminal"
cask "proxyman"
cask "qlmarkdown"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
