tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "microsoft/git"
tap "ngrok/ngrok"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "httpie"
brew "libyaml"
brew "mkcert"
brew "mysql"
brew "openjdk"
brew "pinentry-mac"
brew "starship"
brew "watch"
brew "zim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "blackhole-2ch"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "git-credential-manager-core"
cask "google-japanese-ime"
cask "hiddenbar"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "meetingbar"
cask "monitorcontrol"
cask "ngrok"
cask "numi"
cask "openinterminal"
cask "proxyman"
cask "qlmarkdown"
cask "raycast"
cask "rectangle"
cask "tableplus"
