tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "microsoft/git"
tap "ngrok/ngrok"
brew "libpng"
brew "cairo"
brew "pango"
brew "webp"
brew "awscli"
brew "bat"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "pkgconf"
brew "httpie"
brew "jq"
brew "libyaml"
brew "mise"
brew "mkcert"
brew "mysql@8.0"
brew "openjdk"
brew "pinentry-mac"
brew "redis", restart_service: :changed
brew "starship"
brew "uv"
brew "watch"
brew "zim"
cask "1password-cli"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "ghostty"
cask "git-credential-manager"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hiddenbar"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "meetingbar"
cask "monitorcontrol"
cask "ngrok"
cask "numi"
cask "openinterminal"
cask "proxyman"
cask "qlmarkdown"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "tableplus"
